Repository: RodrigoIbarraSanchez/futpools_proj
Catalog: futpoolsapp/futpoolsapp/Localizable.xcstrings
Source language: en
Languages: es

source: WAITING FOR KICKOFF
es: ESPERANDO INICIO

source: Watch ad · +1 Ticket
es: Ver anuncio · +1 Ticket

source: We'll filter the next step's matches.
es: Filtramos los partidos en el siguiente paso.

source: WEEKLY POOL · REAL PRIZE
es: QUINIELA SEMANAL · PREMIO REAL

source: Weekly Winner
es: Ganador semanal

source: WELCOME BONUS
es: BONO DE BIENVENIDA

source: WHAT BRINGS YOU TO FUTPOOLS?
es: ¿QUÉ TE TRAE A FUTPOOLS?

source: What do you want to create?
es: ¿Qué quieres crear?

source: WHAT FOOTBALL DO YOU FOLLOW?
es: ¿QUÉ FÚTBOL SIGUES?

source: WHAT FRUSTRATES YOU ABOUT POOLS TODAY?
es: ¿QUÉ TE FRUSTRA HOY DE LAS QUINIELAS?

source: WHICH ONE IS YOU?
es: ¿CUÁL DE ESTAS ES TÚ?

source: Win 5 pools in a row.
es: Gana 5 quinielas seguidas.

source: Win 10 pools in a row.
es: Gana 10 quinielas seguidas.

source: Win 20 pools in a row.
es: Gana 20 quinielas seguidas.

source: Win after three losses.
es: Gana después de 3 derrotas.

source: WIN RATE
es: % ACIERTOS

source: WIN REAL PRIZES
es: GANA PREMIOS REALES

source: WIN REAL PRIZES BY PREDICTING FOOTBALL
es: GANA PREMIOS REALES POR PREDECIR FÚTBOL

source: Win real prizes for free
es: Ganar premios reales gratis

source: Win real-world prizes
es: Gana premios reales

source: Winner takes %d coins.
es: El ganador se lleva %d monedas.

source: Winner takes 90%% of the pot
es: El ganador se lleva 90%% del pozo

source: Winner takes the whole prize — no splits.
es: El ganador se lleva el premio completo — sin repartir.

source: WITH MY FRIENDS
es: CON MIS AMIGOS

source: Won a weekly event.
es: Ganaste un evento semanal.

source: Won your first pool.
es: Ganaste tu primera quiniela.

source: World Cup
es: Mundial

source: WORLD CUP
es: MUNDIAL

source: X DRAW
es: X EMPATE

source: YELLOW CARD
es: AMONESTACIÓN

source: YOU
es: TÚ

source: You can change this any time in Settings.
es: Puedes cambiarlo cuando quieras desde Ajustes.

source: You can't accept your own challenge.
es: No puedes aceptar tu propio reto.

source: You can't challenge yourself.
es: No puedes retarte a ti mismo.

source: You don't have any entries yet. Join a pool to create one.
es: Aún no tienes entradas. Únete a una quiniela para crear una.

source: You don't have incoming challenges.
es: No tienes retos entrantes.

source: YOU LOST
es: PERDISTE

source: You must be 18 or older to sign up.
es: Debes tener 18 años o más para registrarte.

source: You need %@ to join this pool. Your balance: %@.
es: Necesitas %@ para unirte a esta quiniela. Tu saldo: %@.

source: You need %1$@ to join. Your balance: %2$@.
es: Necesitas %1$@ para unirte. Tu saldo: %2$@.

source: You pay, friends play free
es: Tú pagas, amigos juegan gratis

source: YOU WON · +%d COINS
es: GANASTE · +%d MONEDAS

source: You're betting %d coins that %@ in %@ vs %@. Winner gets %d coins.
es: Apuestas %d monedas a que %@ en %@ vs %@. El ganador se lleva %d monedas.

source: Your balance: %d coins
es: Tu saldo: %d monedas

source: Your entries
es: Tus entradas

source: Your favorite teams, always with you
es: Tus equipos favoritos siempre contigo

source: YOUR FIRST POOL
es: TU PRIMERA QUINIELA

source: YOUR MINI-POOL IS READY
es: TU MINI-QUINIELA ESTÁ LISTA

source: Your name
es: Tu nombre

source: Your pick
es: Tu pick

source: YOUR PICK
es: TU PICK

source: YOUR PICK · AWAY
es: TU PICK · VISITA

source: YOUR PICK · DRAW
es: TU PICK · EMPATE

source: YOUR PICK · HOME
es: TU PICK · LOCAL

source: Your picks stay saved
es: Tus picks se quedan

source: Your picks were saved successfully. You can find them in My Entries.
es: Tu quiniela se guardó correctamente. Puedes verla en Mis entradas.

source: YOUR SELECTIONS
es: TUS SELECCIONES
